[
   {
     "title": "State-of-the-Art Equipment",
     "description": "Experience fitness excellence with our cutting-edge equipment, carefully selected to provide a premium workout experience for all fitness levels.",
     "img": "https://i.ibb.co/st9MBjr/equipment1.png"
   },
   {
     "title": "Personalized Training Programs",
     "description": "Achieve your fitness goals faster with personalized training programs crafted by our certified trainers. Tailored to your needs, they ensure efficient and effective workouts.",
     "img": "https://i.ibb.co/LnjTFtt/1ee8fc25c97e496abce06b923eb07a60.jpg"
   },
   {
     "title": "Group Fitness Classes",
     "description": "Join our dynamic group fitness classes led by energetic instructors. From high-intensity workouts to calming yoga sessions, we offer a diverse range of classes.",
     "img": "https://i.ibb.co/6tNSsPN/11b928-89a4aa4c8271404ab11a07b1a4ed2a2c-mv2.jpg"
   },
   {
      "title": "Childcare Services",
      "description": "We care about your family's well-being. Take advantage of our onsite childcare services, allowing you to focus on your workout with peace of mind.",
      "img": "https://i.ibb.co/jktSw6k/Offering-Childcare-At-Gym.jpg"
    },
   {
     "title": "Nutrition Counseling",
     "description": "Optimize your fitness journey with personalized nutrition counseling. Our experts guide you in making informed dietary choices to support your fitness goals.",
     "img": "https://i.ibb.co/4NSXzgQ/fitness-nutrition-hero-opt.jpg"
   },
   {
     "title": "Virtual Fitness Classes",
     "description": "Stay connected to your fitness routine from anywhere with our virtual fitness classes. Join live sessions or access recorded workouts for on-the-go fitness.",
     "img": "https://i.ibb.co/sqGW52H/253e3839338f4d77217c363ccab7637ad4-crunch-rsquare-w215.jpg"
   },
   {
     "title": "Advanced Tracking Technology",
     "description": "Monitor and analyze your progress with cutting-edge fitness tracking technology. Track your workouts, set goals, and celebrate your achievements effortlessly.",
     "img": "https://i.ibb.co/vYv7YN2/6fc9401226b41e6886dcffbae9029669.jpg"
   },
   {
      "title": "Exclusive Member Events",
      "description": "Become part of a thriving fitness community with exclusive member events. From fitness challenges to social gatherings, we make your gym experience memorable.",
      "img": "https://i.ibb.co/1TyMJzg/Screen-Shot-2019-01-31-at-10-40-40-PM-png.webp"
    }
 ]
 